<?php

return [
    'filter_type' => [
        'filter_action_1' => 'لا تقوم بالتعديل أثناء الرفع',
        'filter_action_2' => 'التصغير وفقا للعرض',
        'filter_action_3' => 'التصغير وفقا للطول',
        'filter_action_4' => 'قص الصورة وفقا للطول والعرض',
        'filter_action_5' => 'ضبط أبعاد الصورة وفقا للطول والعرض مع إضافة خلفية',
    ],
    'aspect_ratio' => [
        'ratio_1' => 'مربع 1:1',
        'ratio_2' => 'أفقي 16:9',
        'ratio_3' => 'رأسي 9:16',
        'ratio_4' => 'عمودي 4:5',
        'ratio_5' => 'عمودي 5:7',
        'ratio_6' => 'أفقي 3:2',
    ],
];
